package ru.artbez.composecitizendb.data

object NationList {
    val nationalityList : List<Nation> = listOf(
        Nation(
            1,
            "Российская Федерация"
        ),
        Nation(
            2,
            "Австралия"
        ),
        Nation(
            3,
            "Австрия"
        ),
        Nation(
            4,
            "Азербайджан"
        ),
        Nation(
            5,
            "Албания"
        ),
        Nation(
            6, "Алжир"
        ),
        Nation(
            7, "Ангола"
        ),
        Nation(
            8, "Андор"
        ),
        Nation(
            9, "Аргентина"
        ),
        Nation(
            10, "Армения"
        ),
        Nation(
            11, "Афганистан"
        ),
        Nation(
            12, "Бангладеш"
        ),
        Nation(
            13, "Барбадос"
        ),
        Nation(
            14, "Бахрейн"
        ),
        Nation(
            15, "Беларусь"
        ),
        Nation(
            16, "Бельгия"
        ),
        Nation(
            17, "Бенин"
        ),
        Nation(
            18, "Болгария"
        ),
        Nation(
            19, "Боливия"
        ),
        Nation(
            20, "Босния"
        ),
        Nation(
            21, "Бразилия"
        ),
        Nation(
            22, "Буркина-Фассо"
        ),
        Nation(
            23, "Бурундия"
        ),
        Nation(
            24, "Бутан"
        ),
        Nation(
            25, "Вануату"
        ),
        Nation(
            26, "Ватикан"
        ),
        Nation(
            27, "Великобритания"
        ),
        Nation(
            28, "Венгрия"
        ),
        Nation(
            29, "Венесуэла"
        ),
        Nation(
            30, "Вьетнам"
        ),
        Nation(
            31, "Габон"
        ),
        Nation(
            32, "Гаити"
        ),
        Nation(
            33, "Ганны"
        ),
        Nation(
            34, "Гватемала"
        ),
        Nation(
            35, "Гвинея"
        ),
        Nation(
            36, "Германия"
        ),
        Nation(
            37, "Голландия"
        ),
        Nation(
            38, "Гондурас"
        ),
        Nation(
            39, "Греция"
        ),
        Nation(
            40, "Грузия"
        ),
        Nation(
            41, "Дания"
        ),
        Nation(
            42, "Доминикана"
        ),
        Nation(
            43, "Египет"
        ),
        Nation(
            44, "Замбия"
        ),
        Nation(
            45, "Зимбабве"
        ),
        Nation(
            46, "Израиль"
        ),
        Nation(
            47, "Индия"
        ),
        Nation(
            48, "Индонезия"
        ),
        Nation(
            49, "Иордан"
        ),
        Nation(
            50, "Ирак"
        ),
        Nation(
            51, "Иран"
        ),
        Nation(
            52, "Ирландия"
        ),
        Nation(
            53, "Исландия"
        ),
        Nation(
            54, "Испания"
        ),
        Nation(
            55, "Италия"
        ),
        Nation(
            56, "Казахстан"
        ),
        Nation(
            57, "Камбоджа"
        ),
        Nation(
            58, "Камерун"
        ),
        Nation(
            59, "Канада"
        ),
        Nation(
            60, "Катар"
        ),
        Nation(
            61, "Кения"
        ),
        Nation(
            62, "Кипр"
        ),
        Nation(
            63, "Киргизстан"
        ),
        Nation(
            64, "Китай"
        ),
        Nation(
            65, "Колумбия"
        ),
        Nation(
            66, "Комор"
        ),
        Nation(
            67, "Корея"
        ),
        Nation(
            68, "Коста-Рика"
        ),
        Nation(
            69, "Кот-д'Ивуар"
        ),
        Nation(
            70, "Куба"
        ),
        Nation(
            71, "Кувейт"
        ),
        Nation(
            72, "Лаос"
        ),
        Nation(
            73, "Латвия"
        ),
        Nation(
            74, "Ливан"
        ),
        Nation(
            75, "Литва"
        ),
        Nation(
            76, "Лихтенштейн"
        ),
        Nation(
            77, "Люксембург"
        ),
        Nation(
            78, "Мавритания"
        ),
        Nation(
            79, "Маврикия"
        ),
        Nation(
            80, "Македония"
        ),
        Nation(
            81, "Малайзия"
        ),
        Nation(
            82, "Мали"
        ),
        Nation(
            83, "Мальта"
        ),
        Nation(
            84, "Марокко"
        ),
        Nation(
            85, "Мексика"
        ),
        Nation(
            86, "Мозамбик"
        ),
        Nation(
            87, "Молдава"
        ),
        Nation(
            88, "Монголия"
        ),
        Nation(
            89, "Мьянма"
        ),
        Nation(
            90, "Намибия"
        ),
        Nation(
            91, "Непал"
        ),
        Nation(
            92, "Нигерия"
        ),
        Nation(
            93, "Нидерланды"
        ),
        Nation(
            94, "Никарагуа"
        ),
        Nation(
            95, "Новая Зеландия"
        ),
        Nation(
            96, "Норвегия"
        ),
        Nation(
            97, "ОАЭ"
        ),
        Nation(
            98, "Оман"
        ),
        Nation(
            99, "Пакистан"
        ),
        Nation(
            100, "Палау"
        ),
        Nation(
            101, "Панама"
        ),
        Nation(
            102, "Перу"
        ),
        Nation(
            103, "Польша"
        ),
        Nation(
            104, "Португалия"
        ),
        Nation(
            105, "Румыния"
        ),
        Nation(
            106, "Россия"
        ),
        Nation(
            107, "Руанда"
        ),
        Nation(
            108, "Сальвадор"
        ),
        Nation(
            109, "Самоа"
        ),
        Nation(
            110, "Сан-Марино"
        ),
        Nation(
            111, "Саудовская Аравия"
        ),
        Nation(
            112, "Свазиленд"
        ),
        Nation(
            113, "Сейшельские острова"
        ),
        Nation(
            114, "Сенегал"
        ),
        Nation(
            115, "Сент-Люсия"
        ),
        Nation(
            116, "Сингапур"
        ),
        Nation(
            117, "Сирия"
        ),
        Nation(
            118, "Словакия"
        ),
        Nation(
            119, "Словения"
        ),
        Nation(
            120, "Соломоновы Острова"
        ),
        Nation(
            121, "Сомали"
        ),
        Nation(
            122, "Судан"
        ),
        Nation(
            123, "Суринам"
        ),
        Nation(
            124, "Соединенные Штаты Америки"
        ),
        Nation(
            125, "Сьерра-Леоне"
        ),
        Nation(
            126, "Таджикистан"
        ),
        Nation(
            127, "Таиланд"
        ),
        Nation(
            128, "Тайвань"
        ),
        Nation(
            129, "Танзания"
        ),
        Nation(
            130, "Того"
        ),
        Nation(
            131, "Тонга"
        ),
        Nation(
            132, "Тринидад и Тобаго"
        ),
        Nation(
            133, "Тувалу"
        ),
        Nation(
            134, "Тунис"
        ),
        Nation(
            135, "Турция"
        ),
        Nation(
            136, "Туркменистан"
        ),
        Nation(
            137, "Уганда"
        ),
        Nation(
            138, "Узбекистан"
        ),
        Nation(
            139, "Украина"
        ),
        Nation(
            140, "Уругвай"
        ),
        Nation(
            141, "Фиджи"
        ),
        Nation(
            142, "Филиппины"
        ),
        Nation(
            143, "Финляндия"
        ),
        Nation(
            144, "Франция"
        ),
        Nation(
            145, "Хорватия"
        ),
        Nation(
            146, "Чад"
        ),
        Nation(
            147, "Черногория"
        ),
        Nation(
            148, "Чехия"
        ),
        Nation(
            149, "Чили"
        ),
        Nation(
            150, "Швеция"
        ),
        Nation(
            151, "Швейцария"
        ),
        Nation(
            152, "Шри-Ланка"
        ),
        Nation(
            153, "Эквадор"
        ),
        Nation(
            154, "Экваториальная Гвинея"
        ),
        Nation(
            155, "Эритрей"
        ),
        Nation(
            156, "Эстония"
        ),
        Nation(
            157, "Эфиопия"
        ),
        Nation(
            158, "Ямайка"
        ),
        Nation(
            159, "Япония"
        )
    )
}